tools/golden_report.txt
Running 30s test @ http://127.0.0.1:8080/
  2 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    15.22ms   49.07ms 171.00ms   91.67%
    Req/Sec   101.06k     4.12k  107.20k    57.14%
  Latency Distribution
     50%    1.20ms
     75%    2.00ms
     90%    3.40ms
     99%  171.00ms
  424167 requests in 2.12s, 16.02MB read
Requests/sec: 199753.14
Transfer/sec:      7.55MB